export const subjectTitles = [
  'Анатомия',
  'Биология',
  'Биохимия',
  'Введение в специальность',
  'Генетика',
  'Гигиена',
  'Информатика',
  'История',
  'Латинский язык',
  'ОРГ',
  'Правоведение',
  'Психология',
  'Религоведение',
  'Физика',
  'Физическая культура',
  'Экономика'
];

export const newSubjectTitles = [
  'Безопасность БД',
  'БЖД',
  'Иностранный язык',
  'История',
  'Криптография',
  'Мат анализ',
  'Математический анализ',
  'Организация ЭВМ',
  'Основы ИБ',
  'Программирование на языке C++',
  'Программирование на языке Python',
  'Русский язык',
  'Сети и связи коммутации',
  'СУБД',
  'Теоретико-числовые методы криптографии',
  'Теория электрических цепей',
  'Технологиии программирования',
  'Физика',
  'Физическая культура',
  'Физический практикум',
  'Философия',
  'Экономика',
  'Языки Ассемблера'
];

export const subjectTypes = [
  'экзамен',
  'диф зачёт',
  'зачёт'
];

export const subjectTargets = [2, 3, 4, 5];

export const subjectScores = ['нб', 2, 3, 4, 5];