// добавить недостающие предметы из MockAPI
export const subjectTitles = [
  'Анатомия',
  'Биология',
  'Биохимия',
  'Введение в специальность',
  'Генетика',
  'Гигиена',
  'Информатика',
  'История',
  'Латинский язык',
  'ОРГ',
  'Правоведение',
  'Психология',
  'Религоведение',
  'Физика',
  'Физическая культура',
  'Экономика'
];

console.log(subjectTitles.sort());

export const subjectTypes = [
  'экзамен',
  'диф зачёт',
  'зачёт'
];

export const subjectTargets = [2, 3, 4, 5];

export const subjectScores = ['нб', 2, 3, 4, 5];